Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Remove attachment
ar: إزالة مرفق
ca: Suprimeix el fitxer adjunt
cy: Tynnu atodiad
da: Slet vedhæftet fil
da_instk12: Slet vedhæftet fil
de: Anhang entfernen
es: Eliminar el archivo adjunto
es_es: Eliminar el archivo adjunto
fi: Poista liite
fr: Supprimer les pièces jointes
fr_ca: Supprimer les pièces jointes
ga: Bain ceangaltán
hi: संलग्नक निकालें
ht: Retire atachman
id: Hapus lampiran
is: Fjarlægja viðhengi
it: Rimuovi allegato
ja: 添付ファイルの削除
ko: 첨부 파일 제거
mi: Tangohia te āpitihanga
ms: Alih keluar kepilan
nb: Fjern vedlegg
nb_instk12: Fjern vedlegg
nl: Bijlage verwijderen
pl: Usuń załącznik
pt: Remover anexo
pt_br: Remover anexo
ru: Удалить вложение
sl: Odstrani prilogo
sv: Ta bort bilaga
sv_instk12: Ta bort bilaga
th: ลบเอกสารแนบ
vi: Gỡ tập tin đính kèm
zh: 删除附件
zh_hk: 移除附件

source: Remove Attachment
ar: إزالة المرفق
ca: Suprimeix el fitxer adjunt
cy: Tynnu Atodiad
da: Slet vedhæftet fil
da_instk12: Slet vedhæftet fil
de: Anhang entfernen
es: Eliminar el archivo adjunto
es_es: Eliminar el archivo adjunto
fi: Poista liite
fr: Supprimer la pièce jointe
fr_ca: Retirer la pièce jointe
ga: Bain Ceangaltán
hi: संलग्नक निकालें
ht: Retire Atachman
id: Hapus Lampiran
is: Fjarlægja viðhengi
it: Rimuovi allegato
ja: 添付を削除する
ko: 첨부 파일 제거
mi: Tangohia te Āpitihanga
ms: Alih Keluar Lampiran
nb: Fjern vedlegg
nb_instk12: Fjern vedlegg
nl: Bijlage verwijderen
pl: Usuń załącznik
pt: Remover anexo
pt_br: Remover anexo
ru: Удалить вложение
sl: Odstrani prilogo
sv: Ta bort bilaga
sv_instk12: Ta bort bilaga
th: ลบเอกสารแนบ
vi: Gỡ Tập Tin Đính Kèm
zh: 删除附件
zh_hk: 移除附件

source: Remove Attachment?
ar: هل تريد إزالة المرفق؟
ca: Voleu suprimir el fitxer adjunt?
cy: Tynnu Atodiad?
da: Slet vedhæftet fil?
da_instk12: Slet vedhæftet fil?
de: Anhang entfernen?
es: ¿Eliminar el archivo adjunto?
es_es: ¿Eliminar el archivo adjunto?
fi: Poistetaanko liite?
fr: Supprimer la pièce jointe ?
fr_ca: Retirer la pièce jointe?
ga: An bhfuil fonn ort an Ceangaltán a bhaint?
hi: संलग्नक निकालें?
ht: Retire Atachman?
id: Hapus Lampiran?
is: Fjarlægja viðhengi?
it: Rimuovere allegato?
ja: 添付を削除しますか？
ko: 첨부 파일을 제거하시겠습니까?
mi: Tangohia te Āpitihanga?
ms: Alih Keluar Lampiran?
nb: Fjerne vedlegg?
nb_instk12: Fjerne vedlegg?
nl: Bijlage verwijderen?
pl: Usunąć załącznik?
pt: Remover anexo?
pt_br: Remover anexo?
ru: Удалить вложение?
sl: Želite odstraniti prilogo?
sv: Vill du ta bort bilagan?
sv_instk12: Vill du ta bort bilagan?
th: ลบเอกสารแนบหรือไม่
vi: Gỡ Tập Tin Đính Kèm?
zh: 是否删除附件？
zh_hk: 是否移除附件？

source: Remove date
ar: إزالة التاريخ
ca: Elimina la data
cy: Tynnu dyddiad
da: Fjern dato
da_instk12: Fjern dato
de: Datum entfernen
es: Eliminar fecha
es_es: Eliminar fecha
fi: Poista päivämäärä
fr: Supprimer la date
fr_ca: Retirer la date
ga: Bain dáta
hi: तिथि निकालें
ht: Elimine Dat
id: Hapus tanggal
is: Fjarlægja dagsetningu
it: Rimuovi data
ja: 日付を削除
ko: 날짜 제거
mi: Tango rā
ms: Alih keluar tarikh
nb: Fjern dato
nb_instk12: Fjern dato
nl: Datum verwijderen
pl: Usuń datę
pt: Remover data
pt_br: Remover data
ru: Удалить дату
sl: Odstrani datum
sv: Ta bort datum
sv_instk12: Ta bort datum
th: ลบวันที่
vi: Gỡ bỏ ngày
zh: 删除日期
zh_hk: 移除日期

source: Remove Due Date?
ar: هل تريد إزالة تاريخ الاستحقاق؟
ca: Voleu suprimir la data de lliurament?
cy: Tynnu Dyddiad Erbyn?
da: Fjern afleveringsdato?
da_instk12: Fjern afleveringsdato?
de: Fälligkeitsdatum entfernen?
es: ¿Eliminar la fecha límite?
es_es: ¿Eliminar la fecha de entrega?
fi: Poistetaanko määräpäivä?
fr: Supprimer la date d'échéance ?
fr_ca: Retirer la date d’échéance?
ga: Bain Dáta Dlite?
hi: नियत तिथि निकालें?
ht: Elimine Delè?
id: Hapus Tanggal Batas?
is: Fjarlægja skiladag?
it: Rimuovere data di scadenza?
ja: 期限を削除しますか？
ko: 기한 날짜를 제거하시겠습니까?
mi: Tango Rā e Tika Ana
ms: Alih Keluar Tarikh Siap?
nb: Fjerne forfallsdato?
nb_instk12: Fjerne forfallsdato?
nl: Inleverdatum verwijderen?
pl: Usunąć termin?
pt: Remover data limite?
pt_br: Remover data de vencimento?
ru: Удалить срок выполнения?
sl: Želite odstraniti rok?
sv: Vill du ta bort inlämningsdatumet?
sv_instk12: Vill du ta bort inlämningsdatumet?
th: ลบวันครบกำหนดหรือไม่
vi: Gỡ Bỏ Ngày Đến Hạn?
zh: 是否删除截止日期？
zh_hk: 是否移除截止日期？

source: Remove File
ar: إزالة الملف
ca: Elimina el fitxer
cy: Tynnu Ffeil
da: Fjern fil
da_instk12: Fjern fil
de: Datei entfernen
es: Eliminar archivo
es_es: Eliminar archivo
fi: Poista tiedosto
fr: Supprimer le fichier
fr_ca: Retirer un fichier
ga: Bain Comhad
hi: फ़ाइल निकालें
ht: Elimine Fichye
id: Hapus File
is: Fjarlægja skrá
it: Rimuovi File
ja: ファイルを削除
ko: 파일 제거
mi: Tango Kōnae
ms: Alih Keluar Fail
nb: Fjern fil
nb_instk12: Fjern fil
nl: Bestand verwijderen
pl: Usuń plik
pt: Remover ficheiro
pt_br: Remover arquivo
ru: Удалить файл
sl: Odstrani datoteko
sv: Ta bort fil
sv_instk12: Ta bort fil
th: ลบไฟล์
vi: Gỡ Tập Tin
zh: 删除文件
zh_hk: 移除檔案

source: Remove file from submission.
ar: إزالة الملف من الإرسال.
ca: Suprimiu el fitxer de l’entrega.
cy: Tynnwch y ffeil o’r cyflwyniad.
da: Fjern fil fra indsendelse.
da_instk12: Fjern fil fra indsendelse.
de: Datei aus der Sendung entfernen.
es: Eliminar el archivo de la entrega.
es_es: Eliminar archivo de la entrega.
fi: Poista tiedosto lähetyksestä.
fr: Retirer le fichier de la soumission.
fr_ca: Retirer le fichier de l’envoi.
ga: Bain an comhad ón uaslódáil.
hi: फ़ाइल को सबमिशन में से निकालें।
ht: Elimine fichye nan soumisyon.
id: Hapus file dari penyerahan.
is: Fjarlægja skrá úr skilum.
it: Rimuovere il file dall’invio.
ja: 投稿ファイルを削除します。
ko: 제출에서 파일을 제거합니다.
mi: Tango kōnae mai I te tukunga.
ms: Alih keluar fail daripada serahan.
nb: Fjern fil fra innsending
nb_instk12: Fjern fil fra innsending
nl: Verwijder het bestand uit de inlevering.
pl: Usuń plik z przesyłki.
pt: Remover ficheiro da submissão.
pt_br: Remova o arquivo do envio.
ru: Удалить файл из отправки.
sl: Odstrani datoteko iz oddaje.
sv: Ta bort från inlämning.
sv_instk12: Ta bort från inlämning.
th: ลบไฟล์จากการจัดส่ง
vi: Gỡ tập tin khỏi quá trình gửi.
zh: 从提交中删除文件。
zh_hk: 從提交項目中移除檔案。

source: Remove From List?
ar: هل تريد الإزالة من القائمة؟
ca: Voleu suprimir-lo de la llista?
cy: Tynnu o'r Rhestr?
da: Fjern fra liste?
da_instk12: Fjern fra liste?
de: Aus Liste entfernen?
es: ¿Eliminar de la lista?
es_es: ¿Eliminar de la lista?
fi: Poistetaanko luettelosta?
fr: Retirer de la liste ?
fr_ca: Retirer de la liste?
ga: Bain den Liosta?
hi: सूची में से निकालें?
ht: Elimine nan LIs?
id: Hapus dari Daftar?
is: Fjarlægja af lista?
it: Rimuovere dall’elenco
ja: リストから外しますか？
ko: 목록에서 파일을 제거하시겠습니까?
mi: Tango Mai I te Rarangi?
ms: Alih keluar daripada Senarai?
nb: Fjerne fra listen?
nb_instk12: Fjerne fra listen?
nl: Uit lijst verwijderen?
pl: Usunąć z listy?
pt: Remover da lista?
pt_br: Remover da lista?
ru: Удалить из списка?
sl: Želite to odstraniti s seznama?
sv: Ta bort från listan?
sv_instk12: Ta bort från listan?
th: ลบจากรายการหรือไม่
vi: Gỡ khỏi Danh Sách?
zh: 是否从列表中删除？
zh_hk: 從清單中移除？

source: Remove item
ar: إزالة عنصر
ca: Suprimeix l'element
cy: Tynnu eitem
da: Fjern element
da_instk12: Fjern element
de: Element entfernen
es: Eliminar ítem
es_es: Eliminar ítem
fi: Poista kohde
fr: Supprimer un élément
fr_ca: Supprimer l’élément
ga: Bain mír
hi: आइटम निकालें
ht: Elimine atik
id: Hapus item
is: Fjarlægja atriði
it: Rimuovi elemento
ja: 品目を消去する
ko: 항목을 제거
mi: Tango tūemi
ms: Alih keluar item
nb: Fjern element
nb_instk12: Fjern element
nl: Item verwijderen
pl: Usuń element
pt: Remover item
pt_br: Remover item
ru: Удалить элемент
sl: Odstrani element
sv: Ta bort objekt
sv_instk12: Ta bort objekt
th: ลบรายการ
vi: Gỡ mục
zh: 移除项目
zh_hk: 移除項目

source: Remove recipient
ar: إزالة المتلقي
ca: Suprimeix el destinatari
cy: Tynnu derbynnydd
da: Fjern modtager
da_instk12: Fjern modtager
de: Empfänger entfernen
es: Eliminar destinatario
es_es: Eliminar destinatario
fi: Poista vastaanottaja
fr: Supprimer des destinataires
fr_ca: Retirer le destinataire
ga: Bain faighteoir
hi: प्राप्तकर्ता निकालें
ht: Retire destinatè
id: Hapus penerima
is: Fjarlægja móttakanda
it: Rimuovi destinatario
ja: 受取人を削除する
ko: 수신자 제거
mi: Tangohia te kaiwhiwhi
ms: Alih keluar penerima
nb: Fjern mottaker
nb_instk12: Fjern mottaker
nl: Ontvanger verwijderen
pl: Usuń odbiorcę
pt: Remover destinatário
pt_br: Remover destinatário
ru: Удалить получателя
sl: Odstrani prejemnika
sv: Ta bort mottagare
sv_instk12: Ta bort mottagare
th: ลบผู้รับ
vi: Gỡ người nhận
zh: 移除接收人
zh_hk: 移除收件人

source: Removed %1$@
ar: تمت الإزالة %1$@
ca: Eliminat el %1$@
cy: Wedi tynnu %1$@
da: Fjernet %1$@
da_instk12: Fjernet %1$@
de: Entfernt %1$@
es: Eliminado %1$@
es_es: Eliminado %1$@
fi: Poistettu %1$@
fr: Supprimé %1$@
fr_ca: Retiré %1$@
ga: Bainte %1$@
hi: निकाला गया %1$@
ht: Elimine %1$@
id: Dihapus %1$@
is: Fjarlægt %1$@
it: Rimosso %1$@
ja: 除去済%1$@
ko: 제거됨 %1$@
mi: Kua tangohia %1$@
ms: %1$@ dialih keluar
nb: Fjernet %1$@
nb_instk12: Fjernet %1$@
nl: Verwijderd %1$@
pl: Usunięto %1$@
pt: Removido %1$@
pt_br: Removido %1$@
ru: Удалено %1$@
sl: Odstranjeno %1$@
sv: Tog bort %1$@
sv_instk12: Tog bort %1$@
th: ลบแล้ว %1$@
vi: %1$@ đã bị gỡ
zh: 已删除%1$@
zh_hk: 已移除%1$@

source: Removed %1$@ by %2$@
ar: تمت إزالة %1$@ بواسطة %2$@
ca: Eliminat el %1$@ per %2$@
cy: %1$@ wedi’i dynnu gan %2$@
da: fjernet %1$@ af %2$@
da_instk12: Fjernet %1$@ af %2$@
de: %1$@ entfernt von %2$@
es: Eliminado %1$@ por %2$@
es_es: Eliminado %1$@ por %2$@
fi: Kohteen poistaja %1$@ %2$@
fr: Supprimé %1$@ par %2$@
fr_ca: Retiré %1$@ par %2$@
ga: %1$@ bainte ag %2$@
hi: इसके द्वारा %1$@ निकाला गया: %2$@
ht: Elimine %1$@ pa %2$@
id: %1$@ dihapus oleh %2$@
is: Fjarlægt %1$@ af %2$@
it: %1$@ rimosso da %2$@
ja: （）により%1$@除去済%2$@
ko: 다음에서 %1$@ 제거 %2$@
mi: Kua tangohia %1$@ e %2$@
ms: %1$@ dialih keluar oleh %2$@
nb: Fjernet %1$@ av %2$@
nb_instk12: Fjernet %1$@ av %2$@
nl: %1$@ verwijderd door %2$@
pl: Usunięte %1$@ przez %2$@
pt: Removido %1$@ por %2$@
pt_br: %1$@ removido por %2$@
ru: Удалено %1$@ %2$@
sl: Odstranjeno %1$@, odstranil %2$@
sv: Borttagen %1$@ av %2$@
sv_instk12: Borttagen %1$@ av %2$@
th: ลบ %1$@ โดย %2$@
vi: %1$@ đã bị gỡ bởi %2$@
zh: 已删除 %1$@，删除人%2$@
zh_hk: 由 已移除 %1$@%2$@

source: Removed successfully
ar: تمت الإزالة بنجاح
ca: S’ha suprimit correctament
cy: Wedi'i dynnu’n llwyddiannus
da: Blev fjernet
da_instk12: Blev fjernet
de: Erfolgreich entfernt
es: Se eliminó correctamente
es_es: Se ha eliminado
fi: Poistettu onnistuneesti
fr: Supprimé avec succès
fr_ca: Suppression réussie
ga: Baineadh go rathúil é
hi: सफलतापूर्वक निकाला गया
ht: Elimine avèk siksè
id: Berhasil dihapus
is: Fjarlægt
it: Rimosso correttamente
ja: 削除が正常に実行されました
ko: 제거됨
mi: Kua tangohia me te angitū
ms: Alih keluar berjaya
nb: Fjernet
nb_instk12: Fjernet
nl: Verwijderd
pl: Pomyślnie usunięto
pt: Removido com êxito
pt_br: Removido com sucesso
ru: Успешно удалено
sl: Uspešno odstranjeno
sv: Togs bort
sv_instk12: Togs bort
th: ลบเสร็จสิ้น
vi: Đã gỡ thành công
zh: 已成功删除
zh_hk: 已成功移除

source: Repeats
ar: التكرارات
ca: Es repeteix
cy: Ailadrodd
da: Gentager
da_instk12: Gentager
de: Wiederholt sich
es: Repetir
es_es: Se repite
fi: Toistot
fr: Se répète
fr_ca: Répétitions
ga: Athdhéantar é seo
hi: दोहराता है
ht: Repete
id: Berulang
is: Endurtekið
it: Ripetizioni
ja: 繰り返し
ko: 반복
mi: Ka tuaruatia
ms: Ulang
nb: Gjentas
nb_instk12: Gjentas
nl: Herhalingen
pl: Powtarza się
pt: Repete
pt_br: Repete-se
ru: Повторы
sl: Ponovitve
sv: Återkommer
sv_instk12: Återkommer
th: ทวนซ้ำ
vi: Lặp lại
zh: 重复次数
zh_hk: 重複

source: Repeats every
ar: يتكرر كل
ca: Es repeteix cada
cy: Yn ailadrodd bob
da: Gentages hver
da_instk12: Gentages hver
de: Wird wiederholt jeden
es: Se repite cada
es_es: Se repite cada
fi: Toista joka
fr: Répétition tous les
fr_ca: Répéter chaque
ga: Athdhéantar gach
hi: हर बार इस तरह से दोहराता है:
ht: Repete chak
id: Berulang setiap
is: Endurtekið á hverjum
it: Si ripete ogni
ja: （）ごとに
ko: 반복 주기
mi: Ka tukurua ia
ms: Berulang setiap
nb: Gjentas hver
nb_instk12: Gjentas hver
nl: Herhaald zich elke
pl: Powtarzaj co
pt: Repete-se todos os
pt_br: Repete a cada
ru: Повторяется каждый(-ую)
sl: Ponavlja se vsak
sv: Återkommer varje
sv_instk12: Återkommer varje
th: ทวนซ้ำทุก ๆ
vi: Lặp lại sau mỗi
zh: 重复周期为每个
zh_hk: 重複間隔

source: Replies
ar: ردود
ca: Respostes
cy: Ateb
da: Svar
da_instk12: Svar
de: Antworten
es: Respuestas
es_es: Respuestas
fi: Vastausta
fr: Réponses
fr_ca: Réponses
ga: Freagraí
hi: उत्तर
ht: Repons
id: Balasan
is: Svör
it: Risposte
ja: 返信
ko: 회신
mi: Ngā whakautu
ms: Balasan
nb: Svar
nb_instk12: Svar
nl: Antwoorden
pl: Odpowiedzi
pt: Respostas
pt_br: Respostas
ru: Ответы
sl: Odgovori
sv: Svar
sv_instk12: Svar
th: การตอบกลับ
vi: Trả lời
zh: 回复
zh_hk: 回覆

source: Reply
ar: رد
ca: Respon
cy: Ateb
da: Svar
da_instk12: Svar
de: Antworten
es: Respuesta
es_es: Respuesta
fi: Vastaa
fr: Répondre
fr_ca: Répondre
ga: Freagair
hi: उत्तर दें
ht: Reponn
id: Balas
is: Svar
it: Rispondi
ja: 返信
ko: 답변 작성...
mi: Whakautu
ms: Balas
nb: Svar
nb_instk12: Svar
nl: Reageren
pl: Odpowiedz
pt: Responder
pt_br: Responder
ru: Ответить
sl: Odgovori
sv: Svara
sv_instk12: Svara
th: ตอบกลับ
vi: Câu trả lời
zh: 回复
zh_hk: 回覆

source: Reply All
ar: رد على الكل
ca: Respon a tots
cy: Ateb Pawb
da: Svar til alle
da_instk12: Svar til alle
de: Allen antworten
es: Responder a todos
es_es: Responder a todos
fi: Vastaa kaikille
fr: Répondre à tous
fr_ca: Répondre à tous
ga: Freagair go léir
hi: सभी के लिए उत्तर दें
ht: Reponn Tout
id: Balas Semua
is: Svara öllum
it: Rispondi a tutti
ja: 全員に返信
ko: 모두에게 회신
mi: Whakautu ki te katoa
ms: Balas Semua
nb: Svar alle
nb_instk12: Svar alle
nl: Allen beantwoorden
pl: Odpowiedz wszystkim
pt: Responder a todos
pt_br: Responder a todos
ru: Ответить на все
sl: Odgovori vsem
sv: Svara alla
sv_instk12: Svara alla
th: ตอบกลับทั้งหมด
vi: Trả Lời Tất Cả
zh: 回复所有人
zh_hk: 全部回覆

source: Reply sent
ar: تم إرسال رد
ca: Resposta enviada
cy: Wedi anfon ymateb
da: Svar sendt
da_instk12: Svar sendt
de: Antwort gesendet.
es: Respuesta enviada
es_es: Respuesta enviada
fi: Vastaus lähetetty
fr: Réponse envoyée
fr_ca: Réponse envoyée
ga: Freagra seolta
hi: उत्तर भेजा गया
ht: Repons ale
id: Balasan dikirim
is: Svar sent
it: Risposta inviata
ja: 返信を送信済み
ko: 회신 보냄
mi: Kua tukuna te whakautu
ms: Balasan dihantar
nb: Svar sendt
nb_instk12: Svar sendt
nl: Antwoord verzonden
pl: Wysłano odpowiedź
pt: Resposta enviada
pt_br: Resposta enviada
ru: Ответ отправлен
sl: Odgovor je poslana
sv: Svar skickat
sv_instk12: Svar skickat
th: ส่งการตอบกลับแล้ว
vi: Đã gửi câu trả lời
zh: 已发送回复
zh_hk: 已傳送回覆

source: Reply to main discussion
ar: الرد على النقاش الرئيسي
ca: Respon al fòrum principal
cy: Ateb prif drafodaeth
da: Svar på hoveddiskussion
da_instk12: Svar på hoveddiskussion
de: Antwort auf das Hauptgespräch
es: Responder el debate principal
es_es: Responder al debate principal
fi: Vastaa pääkeskusteluun
fr: Répondre à la discussion principale
fr_ca: Répondre à la discussion principale
ga: Tabhair freagra ar an bpríomhfhóram
hi: मुख्य चर्चा का उत्तर दें
ht: Reponn diskisyon prensipal la
id: Balas ke diskusi utama
is: Svara aðalumræðu
it: Rispondi alla discussione principale
ja: メインディスカッションに返信
ko: 주요 토론에 회신
mi: Whakautu ki te kōrerorero matua
ms: Balas pada perbincangan utama
nb: Svar på hoveddiskusjon
nb_instk12: Svar på hoveddiskusjon
nl: Reageren op hoofddiscussie
pl: Odpowiedz na dyskusję główną
pt: Responder à discussão principal
pt_br: Responder ao fórum principal
ru: Ответить в основное обсуждение
sl: Odgovori na glavno razpravo
sv: Svara på huvuddiskussion
sv_instk12: Svara på huvuddiskussion
th: ตอบกลับไปยังส่วนการพูดคุยหลัก
vi: Trả lời vào cuộc thảo luận chính
zh: 回复主讨论
zh_hk: 回覆主要討論區

source: Reply to the annotation or previous comments
ar: الرد على التعليق التوضيحي أو التعليقات السابقة
ca: Responeu a l'anotació o als comentaris anteriors
cy: Ymateb i’r anodiad neu sylwadau blaenorol
da: Besvar anmærkningen eller tidligere kommentarer
da_instk12: Besvar anmærkningen eller tidligere kommentarer
de: Auf die Anmerkung oder Kommentare antworten
es: Responder a la anotación o a los comentarios anteriores
es_es: Responder a la anotación o a los comentarios anteriores
fi: Vastaa huomautukseen tai edellisiin kommentteihin
fr: Répondre aux annotations ou aux commentaires précédents
fr_ca: Répondre à l’annotation ou aux commentaires précédents
ga: Tabhair freagra don nótaí mínithe nó ráitis roimhe seo
hi: एनोटेशन या पिछली टिप्पणियों का उत्तर दें
ht: Reponn anotasyon an oswa ansyen kòmantè yo
id: Balas ke anotasi atau komentar sebelumnya
is: Svara textaskýringu eða fyrri athugasemd
it: Rispondi all’annotazione o ai commenti precedenti
ja: 注釈や以前のコメントに返信する
ko: 메모 또는 이전 댓글에 회신
mi: Whakautu ki te whakahuatanga me ngā kōrero o mua
ms: Balas pada anotasi atau komen sebelumnya
nb: Svar på merknaden eller tidligere kommentar
nb_instk12: Svar på merknaden eller tidligere kommentar
nl: Reageer op de aantekening of op vorige opmerkingen
pl: Odpowiedz na adnotację lub poprzednie komentarze
pt: Responder à anotação ou a comentários anteriores
pt_br: Responder a observação ou comentários anteriores
ru: Ответить на аннотацию или предыдущие комментарии
sl: Odgovori na opombo ali predhodne komentarje
sv: Svara på noteringen eller tidigare kommentarer
sv_instk12: Svara på noteringen eller tidigare kommentarer
th: ตอบกลับไปยังหมายเหตุกำกับหรือความเห็นก่อนหน้า
vi: Trả lời vào chú thích hoặc bình luận trước
zh: 恢复注释或原来的评论
zh_hk: 回覆註釋或上一則評論

source: Reply to thread
ar: الرد على سلسلة النقاشات
ca: Respon al fil
cy: Ateb edefyn
da: Svar på tråd
da_instk12: Svar på tråd
de: Antwort auf Thread
es: Responder el hilo
es_es: Responder al hilo
fi: Vastaa viestiketjuun
fr: Répondre au fil de discussion
fr_ca: Répondre au fil
ga: Freagair snáithe
hi: थ्रेड का उत्तर दें
ht: Reponn a fil diskisyon an
id: Balas ke utas
is: Svara þræði
it: Rispondi alla discussione
ja: スレッドに返信
ko: 스레드에 회신
mi: Whakautu ki te aho
ms: Balas di bebenang
nb: Svar på tråd
nb_instk12: Svar på tråd
nl: Reageren op thread
pl: Odpowiedz na wątek
pt: Responder ao tópico
pt_br: Responder ao tópico
ru: Ответить в тему
sl: Odgovori na pogovor
sv: Svara på tråd
sv_instk12: Svara på tråd
th: ตอบกลับข้อความต่อเนื่อง
vi: Trả lời chuỗi hội thoại
zh: 回复会话
zh_hk: 回覆評論串

source: Reply to topic
ar: الرد على الموضوع
ca: Responeu al tema
cy: Ateb pwnc
da: Svar på emne
da_instk12: Svar på emne
de: Auf Thema antworten
es: Responder al tema
es_es: Responder al tema
fi: Vastaa aiheeseen
fr: Répondre au sujet
fr_ca: Répondre au sujet
ga: Freagra ar an ábhar
hi: विषय पर उत्तर दें
ht: Reponn a sijè
id: Balas ke topik
is: Svar við efni
it: Rispondi all'argomento
ja: トピックに返信する
ko: 주제에 대해 답변
mi: Whakautu ki te kaupapa
ms: Balas kepada topik
nb: Svar på tema
nb_instk12: Svar på tema
nl: Reageer op onderwerp
pl: Odpowiedź na temat
pt: Responder ao tópico
pt_br: Responder ao tópico
ru: Ответ по теме
sl: Odgovor na temo
sv: Svar på ämne
sv_instk12: Svar på ämne
th: ตอบกลับไปยังหัวข้อ
vi: Trả lời chủ đề
zh: 回复主题
zh_hk: 回覆主題

source: Report
ar: إنشاء تقرير
ca: Informa
cy: Adroddiad
da: Rapport
da_instk12: Rapport
de: Bericht
es: Informar
es_es: Informar
fi: Raportti
fr: Rapport
fr_ca: Signaler
ga: Tuairisc
hi: रिपोर्ट
ht: Rapòte
id: Laporan
is: Skýrsla
it: Segnala
ja: 報告
ko: 보고서
mi: Pūrongo
ms: Laporkan
nb: Rapporter
nb_instk12: Rapporter
nl: Melden
pl: Raport
pt: Relatar
pt_br: Relatório
ru: Сообщить
sl: Poročilo
sv: Rapportera
sv_instk12: Rapportera
th: รายงาน
vi: Báo Cáo
zh: 报告
zh_hk: 報告

source: Report a Problem
ar: إبلاغ عن مشكلة
ca: Informeu d'un problema
cy: Rhoi gwybod am broblem
da: Indberet et problem
da_instk12: Indberet et problem
de: Ein Problem melden
es: Informe de un problema
es_es: Informar sobre un problema
fi: Raportoi ongelma
fr: Signaler un problème
fr_ca: Signaler un problème
ga: Tuairiscigh Fadhb
hi: समस्या की रिपोर्ट करें
ht: Rapòte yon Pwoblèm
id: Laporkan masalah
is: Tilkynna vandamál
it: Segnala un problema
ja: 問題を報告する
ko: 문제 신고
mi: Pūrongo i te Raruraru
ms: Laporkan Masalah
nb: Rapporter et problem
nb_instk12: Rapporter et problem
nl: Een probleem melden
pl: Zgłoś problem
pt: Reportar um problema
pt_br: Relatar um problema
ru: Сообщить о проблеме
sl: Poročajte o težavi
sv: Rapportera ett problem
sv_instk12: Rapportera ett problem
th: แจ้งปัญหา
vi: Báo Cáo Vấn Đề
zh: 报告问题
zh_hk: 報告問題

source: Request a Feature
ar: طلب ميزة
ca: Sol·liciteu una característica
cy: Gofyn am Nodwedd
da: Anmod om en funktion
da_instk12: Anmod om en funktion
de: Ein Feature anfordern
es: Solicitar una función
es_es: Solicitar una funcionalidad
fi: Pyydä ominaisuus
fr: Demander une fonctionnalité
fr_ca: Demander l'ajout d'une fonctionnalité
ga: Iarr Gné
hi: फ़ीचर का अनुरोध करें
ht: Mande yon Fonksyon
id: Minta Fitur
is: Biðja um eiginleika
it: Richiedi una funzione
ja: 機能をリクエストする
ko: 기능 요청
mi: Tono he Āhuatanga
ms: Minta Ciri
nb: Be om en funksjon
nb_instk12: Be om en funksjon
nl: Een functie aanvragen
pl: Zażądaj funkcji
pt: Solicite um recurso
pt_br: Solicitar uma funcionalidade
ru: Запросить функцию
sl: Zahtevaj funkcionalnost
sv: Begär en funktion
sv_instk12: Begär en funktion
th: แจ้งขอคุณสมบัติการทำงาน
vi: Yêu Cầu Đặc Tính
zh: 请求功能
zh_hk: 請求功能

source: Request Failed!
ar: فشل الطلب!
ca: No s'ha pogut tramitar la sol·licitud.
cy: Mae'r cais wedi methu!
da: Forespørgsel mislykkedes!
da_instk12: Forespørgsel mislykkedes!
de: Anfrage fehlgeschlagen.
es: ¡La solicitud ha fallado!
es_es: Ha habido un error en la solicitud
fi: Pyyntö epäonnistui!
fr: La requête a échoué !
fr_ca: La requête a échouée!
ga: Theip ar an Iarratas!
hi: अनुरोध विफल हुआ!
ht: Demann lan Echwe!
id: Permintaan Gagal!
is: Beiðni mistókst!
it: Richiesta non riuscita!
ja: リクエストに失敗しました！
ko: 요청하지 못했습니다!
mi: I rāhua te tono!
ms: Permintaan Gagal!
nb: Forespørsel mislyktes!
nb_instk12: Forespørsel mislyktes!
nl: Verzoek mislukt!
pl: Niepowodzenie żądania!
pt: A solicitação falhou!
pt_br: Solicitação falhou!
ru: Сбой при выполнении запроса!
sl: Zahteva ni uspela.
sv: Begäran misslyckades!
sv_instk12: Begäran misslyckades!
th: คำขอล้มเหลว!
vi: Yêu Cầu Thất Bại!
zh: 请求失败！
zh_hk: 請求失敗！

source: Require an Access Code
ar: رمز الوصول مطلوب
ca: Sol·licita un codi d'accés
cy: Gofyn am God Mynediad
da: Kræv en adgangskode
da_instk12: Kræv en adgangskode
de: Erfordern einen Zugriffscode
es: Se requiere un código de acceso
es_es: Requiere un código de acceso
fi: Vaadi pääsykoodia
fr: Nécessite un code d’accès
fr_ca: Code d'accès requis
ga: Cód Rochtana a éileamh
hi: एक्सेस कोड की ज़रूरत है
ht: Yon Kòd Aksè Nesesè
id: Membutuhkan Kode Akses
is: Krefjast aðgangskóða
it: Richiedi un codice di accesso
ja: アクセスコードが必要
ko: 액세스 코드 필요
mi: Rapu i te waehere uru
ms: Perlu Kod Akses
nb: Kreve en tilgangskode
nb_instk12: Kreve en tilgangskode
nl: Een toegangscode vereisen
pl: Wymagaj kodu dostępu
pt: Requer um código de acesso
pt_br: Código de acesso exigido
ru: Запросить код доступа
sl: Zahtevaj kodo za dostop
sv: Begär en åtkomstkod
sv_instk12: Begär en åtkomstkod
th: ต้องมีรหัสใช้งาน
vi: Bắt Buộc phải có Mã Truy Cập
zh: 要求访问代码
zh_hk: 需要訪問碼

source: Resources
ar: الموارد
ca: Recursos
cy: Adnoddau
da: Ressourcer
da_instk12: Ressourcer
de: Ressourcen
es: Recursos
es_es: Recursos
fi: Resurssit
fr: Ressources
fr_ca: Ressources
ga: Acmhainní
hi: संसाधन
ht: Resous
id: Sumber Daya
is: Hjálparefni
it: Risorse
ja: リソース
ko: 자료
mi: Rauemi
ms: Sumber
nb: Ressurser
nb_instk12: Ressurser
nl: Hulpbronnen
pl: Zasoby
pt: Recursos
pt_br: Recursos
ru: Ресурсы
sl: Viri
sv: Resurser
sv_instk12: Resurser
th: ทรัพยากร
vi: Tài Nguyên
zh: 资源
zh_hk: 資源
